[
  {
    "title": "International Conference on Data Science, Technologies and Applications ICDSTA on April 22-23, 2024 in Boston, United States",
    "shortName": "ICDSTA",
    "topic": "Data Science",
    "location": "Boston, United States",
    "websiteURL": "https://waset.org/data-science-technologies-and-applications-conference-in-april-2024-in-boston",
    "description": "International Conference on Data Science, Technologies and Applicationsaims to bring together leading academic scientists, researchers and research scholars to exchange and share their experiences and research results on all aspects of Data Science, Technologies and Applications. It also provides a premier interdisciplinary platform for researchers, practitioners and educators to present and discuss the most recent innovations, trends, and concerns as well as practical challenges encountered and solutions adopted in the fields of Data Science, Technologies and Applications.",
    "timeline": {
      "Abstracts/Full-Text Paper Submission Deadline": "2024-01-16T00:00:00",
      "Notification of Acceptance/Rejection": "2024-01-31T00:00:00",
      "Final Paper (Camera Ready) Submission & Early Bird Registration Deadline": "2024-03-24T00:00:00",
      "Conference Dates": [
        "2024-04-22T00:00:00",
        "2024-04-23T00:00:00"
      ],
      "timeZone": "UTC-05:00"
    },
    "speakers": null,
    "acceptedPapers": [
      {
        "title": "A Survey in Techniques for Imbalanced Intrusion Detection System Datasets",
        "description": "Najmeh Abedzadeh, Matthew Jacobs"
      },
      {
        "title": "Ensemble Approach for Predicting Student's Academic Performance",
        "description": "L. A. Muhammad, M. S. Argungu"
      },
      {
        "title": "An Empirical Investigation of Big Data Analytics: The Financial Performance of Users versus Vendors",
        "description": "Evisa Mitrou, Nicholas Tsitsianis, Supriya Shinde"
      },
      {
        "title": "Organizational Data Security in Perspective of Ownership of Mobile Devices Used by Employees for Works",
        "description": "B. Ferdousi, J. Bari"
      },
      {
        "title": "Analyzing Factors Impacting COVID-19 Vaccination Rates",
        "description": "Dongseok Cho, Mitchell Driedger, Sera Han, Noman Khan, Mohammed Elmorsy, Mohamad El-Hajj"
      },
      {
        "title": "A Holistic Framework for Unifying Data Security and Management in Modern Enterprises",
        "description": "Ashly Joseph"
      },
      {
        "title": "Injury Prediction for Soccer Players Using Machine Learning",
        "description": "Amiel Satvedi, Richard Pyne"
      },
      {
        "title": "Blockchain in Saudi e-Government: A Systematic Literature Review",
        "description": "Haitham Assiri, Majed Eljazzar, Priyadarsi Nanda"
      },
      {
        "title": "Data-Driven Decision-Making in Digital Entrepreneurship",
        "description": "Abeba Nigussie Turi, Xiangming Samuel Li"
      },
      {
        "title": "Optimizing Data Evaluation Metrics for Fraud Detection Using Machine Learning",
        "description": "Jennifer Leach, Umashanger Thayasivam"
      },
      {
        "title": "A Digital Twin Approach for Sustainable Territories Planning: A Case Study on District Heating",
        "description": "A. Amrani, O. Allali, A. Ben Hamida, F. Defrance, S. Morland, E. Pineau, T. Lacroix"
      },
      {
        "title": "Controlled Vocabularies and Information Retrieval: 1918 Pandemic’s Scientific Literature as an Example",
        "description": "M. Garcia-Alsina, J. Cobarsí"
      },
      {
        "title": "Topic Modeling Using Latent Dirichlet Allocation and Latent Semantic Indexing on South African   Telco Twitter Data",
        "description": "Phumelele P. Kubheka, Pius A. Owolawi, Gbolahan Aiyetoro"
      },
      {
        "title": "Blockchain for IoT Security and Privacy in Healthcare Sector",
        "description": "Umair Shafique, Hafiz Usman Zia, Fiaz Majeed, Samina Naz, Javeria Ahmed, Maleeha Zainab"
      },
      {
        "title": "Building an Integrated Relational Database from Swiss Nutrition National Survey and Swiss Health Datasets for Data Mining Purposes",
        "description": "Ilona Mewes, Helena Jenzer, Farshideh Einsele"
      }
    ]
  },
  {
    "title": "Women in Tech Global Conference on April 23-25, 2024 in New York, United States",
    "shortName": null,
    "topic": "Data Science",
    "location": "New York, United States",
    "websiteURL": "https://www.womentech.net/women-tech-conference",
    "description": "",
    "timeline": {
      "timeZone": "UTC-05:00"
    },
    "speakers": null,
    "acceptedPapers": []
  },
  {
    "title": "International Conference on Information, Data Science and Informatics ICIDSI on April 26-27, 2024 in Istanbul, Turkey",
    "shortName": "ICIDSI",
    "topic": "Data Science",
    "location": "Istanbul, Turkey",
    "websiteURL": "https://waset.org/information-data-science-and-informatics-conference-in-april-2024-in-istanbul",
    "description": "International Conference on Information, Data Science and Informaticsaims to bring together leading academic scientists, researchers and research scholars to exchange and share their experiences and research results on all aspects of Information, Data Science and Informatics. It also provides a premier interdisciplinary platform for researchers, practitioners and educators to present and discuss the most recent innovations, trends, and concerns as well as practical challenges encountered and solutions adopted in the fields of Information, Data Science and Informatics.",
    "timeline": {
      "Abstracts/Full-Text Paper Submission Deadline": "2024-01-16T00:00:00",
      "Notification of Acceptance/Rejection": "2024-01-31T00:00:00",
      "Final Paper (Camera Ready) Submission & Early Bird Registration Deadline": "2024-03-25T00:00:00",
      "Conference Dates": [
        "2024-04-25T00:00:00",
        "2024-04-26T00:00:00"
      ],
      "timeZone": "UTC+03:00"
    },
    "speakers": null,
    "acceptedPapers": [
      {
        "title": "Artificial Neural Networks Technique for Seismic Hazard Prediction Using Seismic Bumps",
        "description": "Belkacem Selma, Boumediene Selma, Samira Chouraqui, Hanifi Missoum, Tourkia Guerzou"
      },
      {
        "title": "A Survey in Techniques for Imbalanced Intrusion Detection System Datasets",
        "description": "Najmeh Abedzadeh, Matthew Jacobs"
      },
      {
        "title": "Augmenting People's Creative Idea Generation Using an Artificial Intelligent Sketching Collaborator",
        "description": "Joseph Maloba Makokha"
      },
      {
        "title": "Adopting Cloud-Based Techniques to Reduce Energy Consumption: Toward a Greener Cloud",
        "description": "Sandesh Achar"
      },
      {
        "title": "Empirical Study from Final Exams of Computer Science Courses Demystifying the Notion of 'an Average Software Engineer'",
        "description": "Alex Elentukh"
      },
      {
        "title": "An Induction Motor Drive System with Intelligent Supervisory Control for Water Networks Including Storage Tank",
        "description": "O. S. Ebrahim, K. O. Shawky, M. A. Badr, P. K. Jain"
      },
      {
        "title": "Distributed Multi-Agent Based Approach on an Intelligent Transportation Network",
        "description": "Xiao Yihong, Yu Kexin, Burra Venkata Durga Kumar"
      },
      {
        "title": "An Empirical Investigation of Big Data Analytics: The Financial Performance of Users versus Vendors",
        "description": "Evisa Mitrou, Nicholas Tsitsianis, Supriya Shinde"
      },
      {
        "title": "Automatic Classification of Lung Diseases from CT Images",
        "description": "Abobaker Mohammed Qasem Farhan, Shangming Yang, Mohammed Al-Nehari"
      },
      {
        "title": "Distributed System Computing Resource Scheduling Algorithm Based on Deep Reinforcement Learning",
        "description": "Yitao Lei, Xingxiang Zhai, Burra Venkata Durga Kumar"
      },
      {
        "title": "AI-Based Approaches for Task Offloading, ‎Resource ‎Allocation and Service Placement of ‎IoT Applications: State of the Art",
        "description": "Fatima Z. Cherhabil, Mammar Sedrati, Sonia-Sabrina Bendib‎"
      },
      {
        "title": "Artificial Intelligence: A Comprehensive and Systematic Literature Review of Applications and Comparative Technologies",
        "description": "Z. M. Najmi"
      },
      {
        "title": "Maximizing the Efficiency of Knowledge Management Systems",
        "description": "Tori R. Dodla, Laura A. Jones"
      },
      {
        "title": "Analysis of Histogram Asymmetry for Waste Recognition",
        "description": "Janusz Bobulski, Kamila Pasternak"
      },
      {
        "title": "SPA-VNDN: Enhanced Smart Parking Application by Vehicular Named Data Networking",
        "description": "Bassma Aldahlan, Zongming Fei"
      }
    ]
  },
  {
    "title": "International Conference on Data Science for Geosciences ICDSG on April 26-27, 2024 in Istanbul, Turkey",
    "shortName": "ICDSG",
    "topic": "Data Science",
    "location": "Istanbul, Turkey",
    "websiteURL": "https://waset.org/data-science-for-geosciences-conference-in-april-2024-in-istanbul",
    "description": "International Conference on Data Science for Geosciencesaims to bring together leading academic scientists, researchers and research scholars to exchange and share their experiences and research results on all aspects of Data Science for Geosciences. It also provides a premier interdisciplinary platform for researchers, practitioners and educators to present and discuss the most recent innovations, trends, and concerns as well as practical challenges encountered and solutions adopted in the fields of Data Science for Geosciences.",
    "timeline": {
      "Abstracts/Full-Text Paper Submission Deadline": "2024-01-16T00:00:00",
      "Notification of Acceptance/Rejection": "2024-01-31T00:00:00",
      "Final Paper (Camera Ready) Submission & Early Bird Registration Deadline": "2024-03-25T00:00:00",
      "Conference Dates": [
        "2024-04-25T00:00:00",
        "2024-04-26T00:00:00"
      ],
      "timeZone": "UTC+03:00"
    },
    "speakers": null,
    "acceptedPapers": [
      {
        "title": "Analyzing the Relationship between the Systems Decisions Process and Artificial Intelligence: A Machine Vision Case Study",
        "description": "Mitchell J. McHugh, John J. Case"
      },
      {
        "title": "A Survey in Techniques for Imbalanced Intrusion Detection System Datasets",
        "description": "Najmeh Abedzadeh, Matthew Jacobs"
      },
      {
        "title": "Augmenting People's Creative Idea Generation Using an Artificial Intelligent Sketching Collaborator",
        "description": "Joseph Maloba Makokha"
      },
      {
        "title": "Ensemble Approach for Predicting Student's Academic Performance",
        "description": "L. A. Muhammad, M. S. Argungu"
      },
      {
        "title": "Deep-Learning Based Approach to Facial Emotion Recognition Through Convolutional Neural Network",
        "description": "Nouha Khediri, Mohammed Ben Ammar, Monji Kherallah"
      },
      {
        "title": "Personalized Email Marketing Strategy: A Reinforcement Learning Approach",
        "description": "Lei Zhang, Tingting Xu, Jun He, Zhenyu Yan, Roger Brooks"
      },
      {
        "title": "Using Machine Learning Techniques for Autism Spectrum Disorder Analysis and Detection in Children",
        "description": "Norah Alshahrani, Abdulaziz Almaleh"
      },
      {
        "title": "An Empirical Investigation of Big Data Analytics: The Financial Performance of Users versus Vendors",
        "description": "Evisa Mitrou, Nicholas Tsitsianis, Supriya Shinde"
      },
      {
        "title": "Resilient Machine Learning in the Nuclear Industry: Crack Detection as a Case Study",
        "description": "Anita Khadka, Gregory Epiphaniou, Carsten Maple"
      },
      {
        "title": "Artificial Intelligence: A Comprehensive and Systematic Literature Review of Applications and Comparative Technologies",
        "description": "Z. M. Najmi"
      },
      {
        "title": "Customer Churn Prediction Using Four Machine Learning Algorithms Integrating Feature Selection and Normalization in the Telecom Sector",
        "description": "Alanoud Moraya Aldalan, Abdulaziz Almaleh"
      },
      {
        "title": "Breast Cancer Prediction Using Score-Level Fusion of Machine Learning and Deep Learning Models",
        "description": "khozama.sam@itk.ppke.hu"
      },
      {
        "title": "Design and Implementation of a Software Platform Based on Artificial Intelligence for Product Recommendation",
        "description": "G. Settanni, A. Panarese, R. Vaira, A. Galiano"
      },
      {
        "title": "Classification of Potential Biomarkers in Breast Cancer Using Artificial Intelligence Algorithms and Anthropometric Datasets",
        "description": "Aref Aasi, Sahar Ebrahimi Bajgani, Erfan Aasi"
      },
      {
        "title": "Land Suitability Prediction Modelling for Agricultural Crops Using Machine Learning Approach: A Case Study of Khuzestan Province, Iran",
        "description": "Saba Gachpaz, Hamid Reza Heidari"
      }
    ]
  },
  {
    "title": "International Conference on Data Science and Business Informatics ICDSBI on April 26-27, 2024 in Istanbul, Turkey",
    "shortName": "ICDSBI",
    "topic": "Data Science",
    "location": "Istanbul, Turkey",
    "websiteURL": "https://waset.org/data-science-and-business-informatics-conference-in-april-2024-in-istanbul",
    "description": "International Conference on Data Science and Business Informaticsaims to bring together leading academic scientists, researchers and research scholars to exchange and share their experiences and research results on all aspects of Data Science and Business Informatics. It also provides a premier interdisciplinary platform for researchers, practitioners and educators to present and discuss the most recent innovations, trends, and concerns as well as practical challenges encountered and solutions adopted in the fields of Data Science and Business Informatics.",
    "timeline": {
      "Abstracts/Full-Text Paper Submission Deadline": "2024-01-16T00:00:00",
      "Notification of Acceptance/Rejection": "2024-01-31T00:00:00",
      "Final Paper (Camera Ready) Submission & Early Bird Registration Deadline": "2024-03-25T00:00:00",
      "Conference Dates": [
        "2024-04-25T00:00:00",
        "2024-04-26T00:00:00"
      ],
      "timeZone": "UTC+03:00"
    },
    "speakers": null,
    "acceptedPapers": [
      {
        "title": "The Role of Social and Technical Lean Implementation in Improving Operational Performance: Insights from the Pharmaceutical Industry",
        "description": "M. Bernasconi, M. Grothkopp, T. Friedli"
      },
      {
        "title": "The Effect of Gender and Resources on Entrepreneurial Activity",
        "description": "Frederick Wedzerai Nyakudya"
      },
      {
        "title": "Developing Problem Solving Skills through a Project-Based Course as Part of a Lifelong Learning for Engineering Students",
        "description": "Robin Lok-Wang"
      },
      {
        "title": "A Descriptive Study on Syrian Entrepreneurs in Turkey",
        "description": "Rudainah Alkhazam, Özlem Yaşar Uğurlu"
      },
      {
        "title": "Fear-Of-Failure and Women Entrepreneurship: Comparative Analysis Austria versus USA",
        "description": "Magdalena Meusburger, Caroline Maria Hofer"
      },
      {
        "title": "Changing Human Resources Policies in Companies after the COVID-19 Pandemic",
        "description": "C. Murat, T. Elifnaz"
      },
      {
        "title": "Digital Learning and Entrepreneurship Education: Changing Paradigms",
        "description": "Shivangi Agrawal, Hsiu-I Ting"
      },
      {
        "title": "Data-Driven Decision-Making in Digital Entrepreneurship",
        "description": "Abeba Nigussie Turi, Xiangming Samuel Li"
      },
      {
        "title": "Architectural Acoustic Modeling for Predicting Reverberation Time in Room Acoustic Design Using Multiple Criteria Decision Making Analysis",
        "description": "C. Ardil"
      },
      {
        "title": "The Impact of the General Data Protection Regulation on Human Resources Management in Schools",
        "description": "Alexandra Aslanidou"
      },
      {
        "title": "The Relations among Business Model, Higher Education, University and Entrepreneurship Education: An Analysis of Academic Literature of 2009-2019 Period",
        "description": "Elzo Alves Aranha, Marcio M. Araki"
      },
      {
        "title": "Entrepreneurship Skills Acquisition through Education: Impact of the Nurturance of Knowledge, Skills, and Attitude on New Venture Creation",
        "description": "Satya Ranjan Acharya, Yamini Chandra"
      },
      {
        "title": "Managing Business Processes in the Age of Digital Transformation: A Literature Review",
        "description": "Ana-Marija Stjepić, Dalia Suša Vugec"
      },
      {
        "title": "Business Process Management and Organizational Culture in Big Companies: Cross-Country Analysis",
        "description": "Dalia Suša Vugec"
      },
      {
        "title": "Human Resource Management Practices,  Person-Environment Fit and Financial Performance in Brazilian Publicly Traded Companies",
        "description": "Bruno Henrique Rocha Fernandes, Amir Rezaee, Jucelia Appio"
      }
    ]
  },
  {
    "title": "International Conference on Data Science and Computing ICDSC on April 29-30, 2024 in Jerusalem, Israel",
    "shortName": "ICDSC",
    "topic": "Data Science",
    "location": "Jerusalem, Israel",
    "websiteURL": "https://waset.org/data-science-and-computing-conference-in-april-2024-in-jerusalem",
    "description": "International Conference on Data Science and Computingaims to bring together leading academic scientists, researchers and research scholars to exchange and share their experiences and research results on all aspects of Data Science and Computing. It also provides a premier interdisciplinary platform for researchers, practitioners and educators to present and discuss the most recent innovations, trends, and concerns as well as practical challenges encountered and solutions adopted in the fields of Data Science and Computing.",
    "timeline": {
      "Abstracts/Full-Text Paper Submission Deadline": "2024-01-16T00:00:00",
      "Notification of Acceptance/Rejection": "2024-01-31T00:00:00",
      "Final Paper (Camera Ready) Submission & Early Bird Registration Deadline": "2024-03-29T00:00:00",
      "Conference Dates": [
        "2024-04-22T00:00:00",
        "2024-04-23T00:00:00"
      ],
      "timeZone": "UTC+02:00"
    },
    "speakers": null,
    "acceptedPapers": [
      {
        "title": "Analyzing the Relationship between the Systems Decisions Process and Artificial Intelligence: A Machine Vision Case Study",
        "description": "Mitchell J. McHugh, John J. Case"
      },
      {
        "title": "Artificial Neural Networks Technique for Seismic Hazard Prediction Using Seismic Bumps",
        "description": "Belkacem Selma, Boumediene Selma, Samira Chouraqui, Hanifi Missoum, Tourkia Guerzou"
      },
      {
        "title": "A Survey in Techniques for Imbalanced Intrusion Detection System Datasets",
        "description": "Najmeh Abedzadeh, Matthew Jacobs"
      },
      {
        "title": "Augmenting People's Creative Idea Generation Using an Artificial Intelligent Sketching Collaborator",
        "description": "Joseph Maloba Makokha"
      },
      {
        "title": "Combining the Deep Neural Network with the K-Means for Traffic Accident Prediction",
        "description": "Celso L. Fernando, Toshio Yoshii, Takahiro Tsubota"
      },
      {
        "title": "Adopting Cloud-Based Techniques to Reduce Energy Consumption: Toward a Greener Cloud",
        "description": "Sandesh Achar"
      },
      {
        "title": "Individuals’ Inner Wellbeing during the COVID-19 Pandemic: A Quantitative Comparison of Social Connections and Close Relationships between the UK and India",
        "description": "Maria Spanoudaki, Pauldy C. J. Otermans, Dev Aditya"
      },
      {
        "title": "JaCoText: A Pretrained Model for Java Code-Text Generation",
        "description": "Jessica Lòpez Espejel, Mahaman Sanoussi Yahaya Alassan, Walid Dahhane, El Hassane Ettifouri"
      },
      {
        "title": "Ensemble Approach for Predicting Student's Academic Performance",
        "description": "L. A. Muhammad, M. S. Argungu"
      },
      {
        "title": "Deep-Learning Based Approach to Facial Emotion Recognition Through Convolutional Neural Network",
        "description": "Nouha Khediri, Mohammed Ben Ammar, Monji Kherallah"
      },
      {
        "title": "Personalized Email Marketing Strategy: A Reinforcement Learning Approach",
        "description": "Lei Zhang, Tingting Xu, Jun He, Zhenyu Yan, Roger Brooks"
      },
      {
        "title": "An Induction Motor Drive System with Intelligent Supervisory Control for Water Networks Including Storage Tank",
        "description": "O. S. Ebrahim, K. O. Shawky, M. A. Badr, P. K. Jain"
      },
      {
        "title": "Effective Stacking of Deep Neural Models for Automated Object Recognition in Retail Stores",
        "description": "Ankit Sinha, Soham Banerjee, Pratik Chattopadhyay"
      },
      {
        "title": "Using Machine Learning Techniques for Autism Spectrum Disorder Analysis and Detection in Children",
        "description": "Norah Alshahrani, Abdulaziz Almaleh"
      },
      {
        "title": "An Empirical Investigation of Big Data Analytics: The Financial Performance of Users versus Vendors",
        "description": "Evisa Mitrou, Nicholas Tsitsianis, Supriya Shinde"
      }
    ]
  }

]